{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua",
      "version": "'master'"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai.git",
      "version": "'main'"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope",
      "version": "'main'"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": "'main'"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick",
      "version": "'main'"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": "'main'"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim",
      "version": "'main'"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim",
      "version": "'main'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git",
      "version": "'master'"
    },
    "smear-cursor.nvim": {
      "src": "https://github.com/sphamba/smear-cursor.nvim",
      "version": "'main'"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git",
      "version": "'main'"
    }
  }
}