{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope",
      "version": "'main'"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": "'main'"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": "'main'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim",
      "version": "'main'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git",
      "version": "'main'"
    }
  }
}